/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Subtitle" = "Ti sei collegato a %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Title" = "Connessione riuscita";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Subtitle" = "La tua connessione a %@ è stata aggiornata correttamente.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Title" = "Aggiornamento riuscito";

/* Description shown in the concent information screen. */
"ConsentInformation.Description" = "Proseguendo nella fruizione di questo servizio, acquisiremo i tuoi dati finanziari. Questi sono i dati che acquisiremo:";

/* Title shown in the concent information screen. */
"ConsentInformation.Title" = "Acquisiremo i seguenti dati";

/* Description text for add credentials screen. */
"Credentials.Description" = "Accedi a %@ per continuare";


/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ acquisirà alcune delle tue informazioni finanziarie. Altre informazioni";
/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Continua la modifica";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Annulla le modifiche";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Sicuro di voler cancellare queste nuove credenziali?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Autenticazione non riuscita";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Hai già una connessione a questa banca o servizio.";

/* Default title for error shown when download authentication app is required while adding credentials. */
"Credentials.Error.DownloadRequired" = "Download dell'app di autenticazione";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Errore permanente";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Errore temporaneo";

/* Text for BankID button shown in the add credentials/authenticate screen. */
"Credentials.OpenBankID" = "Apri BankID";

/* Privacy policy clickable text used in Credentials.TermsAndConsentText. */
"Credentials.PrivacyPolicy" = "Informativa sulla privacy";


/* Read more text (clickable) to lead to consent information. */
"Credentials.ReadMore" = "Altre informazioni";
/* Terms and conditions clickable text used in Credentials.TermsAndConsentText. */
"Credentials.TermsAndConditions" = "Termini e condizioni";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions, Privacy Policy. And the text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.TermsAndConsentText" = "Utilizzando il servizio, accetti i %1$@ di Tink e l'%2$@. %3$@ acquisirà parte delle tue informazioni finanziarie. %4$@";


/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "Utilizzando il servizio, accetti i Termini e condizioni di Tink e l'Informativa sulla privacy";
/* Title for add credentials/authenticate screen. */
"Credentials.Title" = "Autenticazione";


/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Il tuo account è stato connesso correttamente a %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Connessione riuscita";
/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Non verificato: questa soluzione è stata realizzata esclusivamente a scopo di sviluppo. Non inserire le tue credenziali bancarie a meno che non ti fidi dello sviluppatore.";

/* View details text (clickable) to lead to consent information that used in Credentials.TermsAndConsentText. */
"Credentials.ViewDetails" = "Guarda i dettagli";

/* Text shown for progress indicator dialog when in loading state. */
"CredentialsStatus.Authorizing" = "Autorizzazione in corso…";

/* Text shown for dialog when supplemental information is cancelled and waiting for credential status update. */
"CredentialsStatus.Cancelling" = "Annullamento in corso...";

/* Text shown for dialog when supplemental information is submitted and waiting for credential status update. */
"CredentialsStatus.Sending" = "Invio...";

/* Text shown for progress indicator dialog when status is CredentialStatus.Updating. */
"CredentialsStatus.Updating" = "Connessione a %@ in corso, attendi...";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Connessione in corso, attendi...";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "In attesa di autenticazione su un altro dispositivo";

/* Text for field validation error shown when text entered exceeds character limit. */
"Field.Validation.MaxLengthLimit" = "Questo campo non può superare i %d caratteri.";

/* Text for field validation error shown when text entered is shorter than required. */
"Field.Validation.MinLengthLimit" = "Questo campo deve contenere almeno %d caratteri.";

/* Text for field validation error shown when no text is entered for a required field. */
"Field.Validation.RequiredFieldEmptyValue" = "Questo campo non può essere vuoto.";

/* Text used to form a list. */
"Generic.And" = "e";

/* Text shown for Cancel button. */
"Generic.Cancel" = "Annulla";

/* Title for cancelled request. */
"Generic.Cancelled" = "Annullato";

/* Title for generic button to continue an action. */
"Generic.Continue" = "Continua";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Ignora";

/* Title for action to confirm an event. */
"Generic.Done" = "Fatto";

/* Title generic alert. */
"Generic.Error" = "Qualcosa è andato storto. Riprova più tardi.";

/* Title for generic text to login. */
"Generic.Login" = "Accedi";

/* Title for action to confirm alert. */
"Generic.OK" = "Ok";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Riprova";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "Il servizio non è al momento disponibile.";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Conti correnti";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Carte di credito";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "Fatture elettroniche";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Dati identificativi";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Investimenti";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Prestiti";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Aggregazione ipotecaria";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Mutuo";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Pagamenti";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Conti deposito";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Trasferimenti";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "Siamo al corrente di questo errore e ci stiamo adoperando per risolverlo. Ti invitiamo ad avere pazienza e riprovare più tardi.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Potrebbe trattarsi di un errore temporaneo; riprova per verificare se il problema persiste.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Siamo spiacenti, ma al momento non è possibile caricare alcuna banca";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Cerca una banca o una carta";

/* Title for list of all providers. */
"ProviderList.Title" = "Scegli la banca";

/* Information text shown in the choose access type screen. */
"SelectAccessType.Information" = "A causa delle normative UE, tipi di account differenti devono essere collegati separatamente.";

/* Title for the other account type (not an open banking account type) on the choose access type screen. */
"SelectAccessType.OtherType" = "Altro";

/* Title of the choose access type screen. */
"SelectAccessType.Title" = "Tipo di connessione";

/* Title for the business authentication user type */
"SelectAuthenticationUserType.Business" = "Business";

/* Title for the corporate authentication user type */
"SelectAuthenticationUserType.Corporate" = "Istituzionale";

/* Title for the personal authentication user type */
"SelectAuthenticationUserType.Personal" = "Personale";

/* Title when picking authentication user type. */
"SelectAuthenticationUserType.Title" = "Tipo di accesso";

/* Title for choose credential type screen. */
"SelectCredentialsType.Title" = "Metodo di accesso";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Apri l'app Mobile Bank ID e scansiona questo codice QR per autenticarti.";

/* Error shown when QR code cannot be fetched/generated/displayed. */
"SupplementalInformation.QRCodeError" = "Si è verificato un errore durante il caricamento del codice QR. Riprova più tardi.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "Apri l'app BankID";

/* Title for button to submit supplemental information. */
"SupplementalInformation.Submit" = "Invia";

/* Title of the supplemental information dialog. */
"SupplementalInformation.Title" = "Informazioni supplementari";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Download";

